Repository: OpenSCAP/foreman_openscap
Catalog: locale/*/foreman_openscap.po
Languages: de, ja

source: Remote action:
de: Entfernte Aktion
ja: リモートアクション:

source: Report Metrics
de: Berichtsmetrik
ja: レポートメトリックス

source: Report Status
de: Berichtsstatus
ja: レポートのステータス

source: Reported At
de: Berichtet am
ja: 報告済み

source: Reported at %s
de: Berichtet um %s
ja: レポート日時: %s

source: Reports
de: Berichte
ja: レポート

source: Request timed out. Please try increasing Settings -> proxy_request_timeout
de: Zeitüberschreitung der Anforderung. Bitte versuchen Sie, die Einstellungen zu erhöhen -> proxy_request_timeout
ja: 要求がタイムアウトしました。Settings -> proxy_request_timeout で値を増やしてみてください

source: Required %{msg_name} %{class} was not found, please ensure it is imported first.
de: Erforderlich %{msg_name} %{class} wurde nicht gefunden, bitte stellen Sie sicher, dass es zuerst importiert wird.
ja: 必要とされる {msg_name}%{class} が見つかりませんでした。最初にインポートされていることを確認してください。

source: Resource
de: Ressource
ja: リソース

source: Result
de: Ergebnis
ja: 結果

source: Rule Results
de: Regelergebnisse
ja: ルールの結果

source: Run OVAL scan
de: OVAL-Scan ausführen
ja: OVAL スキャンの実行

source: Run OpenSCAP scan
de: Führe OpenSCAP Scan aus
ja: OpenSCAP スキャンの実行

source: SCAP Content
de: SCAP-Inhalt
ja: SCAP コンテンツ

source: SCAP Contents
de: SCAP-Inhalte
ja: SCAP コンテンツ

source: SCAP DataStream file
de: SCAP-DataStream Datei
ja: SCAP データストリームファイル

source: SCAP content
de: SCAP-Inhalt
ja: SCAP のコンテンツ

source: SCAP content name
de: SCAP-Inhaltsname
ja: SCAP コンテンツ名

source: SCAP contents
de: SCAP-Inhalte
ja: SCAP コンテンツ

source: SCAP policies summary
de: SCAP-Richtlinienzusammenfassung
ja: SCAP ポリシーの概要

source: Scan All Hostgroups
de: Alle Hostgruppen scannen
ja: すべてのホストグループのスキャン

source: Schedule
de: Plan
ja: スケジュール

source: Select Action
de: Aktion auswählen
ja: アクションの選択

source: Select Compliance Policy
de: Compliance-Richtlinie auswählen
ja: コンプライアンスポリシーの選択

source: Select OpenSCAP Proxy
de: Wähle OpenSCAP-Proxy
ja: OpenSCAP プロキシーの選択

source: Select all items in this page
de: Alle Elemente auf dieser Seite auswählen
ja: このページのすべての項目を選択

source: Severity
de: Schweregrad
ja: 重要度

source: Show Guide
de: Handbuch anzeigen
ja: ガイドの表示

source: Show a Policy
de: Zeige Richtlinie
ja: ポリシーの表示

source: Show a Tailoring file
de: Eine Tailoring-Datei anzeigen
ja: テーラリングファイルの表示

source: Show a policy's SCAP content
de: SCAP-Inhalt einer Richtlinie anzeigen
ja: ポリシーの SCAP コンテンツの表示

source: Show a policy's Tailoring file
de: Tailoring-Datei einer Richtlinie anzeigen
ja: ポリシーのテーラリングファイルの表示

source: Show an ARF report
de: ARF-Bericht anzeigen
ja: ARF レポートの表示

source: Show an OVAL Policy
de: Zeigen Sie eine OVAL-Richtlinie an
ja: OVAL ポリシーの表示

source: Show an OVAL content
de: OVAL-Inhalt anzeigen
ja: OVAL コンテンツの表示

source: Show an SCAP content
de: Einen SCAP-Inhalt anzeigen
ja: SCAP コンテンツの表示

source: Show config information for foreman_scap_client
de: Konfigurationsinformationen für foreman_scap_client anzeigen
ja: foreman_scap_client の設定情報の表示

source: Show log messages:
de: Protokollnachrichten anzeigen:
ja: ログメッセージの表示:

source: Smart Class Parameters
de: Smart-Class-Parameter
ja: スマートクラスパラメーター

source: Something went wrong while selecting compliance reports - %s
de: Fehler bei der Auswahl der Compliance-Berichte - %s
ja: コンプライアンスレポートの選択中に問題が発生しました: %s

source: Something went wrong while selecting hosts - %s
de: Fehler beim Auswählen der Hosts – %s
ja: ホストの選択中に問題が発生しました: %s

source: Spool errors
de: Spool-Fehler
ja: スプールエラー

source: Status chart
de: Statusdiagramm
ja: 状態チャート

source: Status table
de: Statustabelle
ja: 状態テーブル

source: Submit
de: Absenden
ja: 送信

source: Successfully deleted %s compliance reports
de: Compliance-Berichte %s erfolgreich gelöscht
ja: %s コンプライアンスレポートが正常に削除されました

source: Successfully deleted ARF report.
de: ARF-Bericht erfolgreich gelöscht.
ja: ARF レポートが正常に削除されました。

source: Summary from %{time} ago to now
de: Zusammenfassung von %{time} bis jetzt
ja: 過去 %{time} から今までの概要

source: Summary report for OpenScap from Foreman
de: Zusammenfassungsbericht des OpenSCAP vom Foreman
ja: Foreman からの OpenScap の概要レポート

source: Summary report from Foreman server at %{foreman_url}
de: Zusammenfassungbericht vom Foreman-Server unter %{foreman_url}
ja: %{foreman_url} にある Foreman サーバーからの概要レポート

source: Sync contents that have remote source URL
de: Inhalte mit Remote-Quell-URL synchronisieren
ja: リモートソース URL を持つコンテンツの同期

source: Table of CVEs for OVAL policy
de: Tabelle der CVEs für die OVAL-Richtlinie
ja: OVAL ポリシーの CVE テーブル

source: Tailoring File
de: Tailoring-Datei
ja: テーラリングファイル

source: Tailoring Files
de: Tailoring-Dateien
ja: テーラリングファイル

source: Tailoring file ID
de: Datei-ID anpassen
ja: テーラリングファイル ID

source: Tailoring file name
de: Tailoring-Dateinamen anpassen
ja: テーラリングファイル名

source: Tailoring file profile ID
de: Anpassen der Dateiprofil-ID
ja: テーラリングファイルのプロファイル ID

source: The Security Content Automation Protocol (SCAP), combines a number of open standards that are used to enumerate software flaws and configuration issues related to security.
de: Das Security Content Automation Protocol (SCAP) kombiniert eine Reihe offener Standards, die verwendet werden, um Softwarefehler aufzuzählen und configuration issues related to security.
ja: Security Content Automation Protocol (SCAP) は、ソフトウェアの不具合およびセキュリティーに関連する設定の問題を列挙するために使用される 数多くのオープンスタンダードの組み合わせです。

source: The following %{key_name} were missing for %{item_name}: %{key_names}. Make sure they are imported before proceeding.
de: Die folgenden %{key_name} fehlten für %{item_name}: %{key_names}. Stellen Sie sicher, dass sie importiert wurden, bevor Sie fortfahren.
ja: 以下の %{key_name} が %{item_name}: %{key_names} にありませんでした。続行前にインポートされていることを確認してください。

source: The following Ansible Variables were not found: %{missing_vars}, please import them before running this action again.
de: Die folgenden Ansible-Variablen wurden nicht gefunden: %{missing_vars}, bitte importieren Sie sie, bevor Sie diese Aktion erneut ausführen.
ja: 次の Ansible 変数が見つかりませんでした: %{missing_vars}。このアクションを再度実行する前に、Ansible 変数をインポートしてください。

source: The following Smart Proxies need to be updated to unlock the feature: %s.
de: Die folgenden Smart-Proxys müssen aktualisiert werden um das Feature freizuschalten: %s.
ja: 以下のスマートプロキシーを更新して機能のロックを解除する必要があります: %s

source: The following proxies could not be reached: %s. Please make sure they are available so Foreman can check their versions.
de: Die folgenden Proxys konnten nicht erreicht werden: %s . Bitte stellen Sie sicher, dass sie verfügbar sind, damit Foreman ihre Versionen überprüfen kann.
ja: 以下のプロキシーに到達できませんでした: %s。Foreman がバージョンを確認できるように、プロキシーが利用可能であることを確認してください。

source: The identifier of the host
de: Die Kennung des Hosts
ja: ホストの ID

source: There are significant differences in deployment options.
de: Es gibt erhebliche Unterschiede bei den Bereitstellungsoptionen.
ja: デプロイメントオプションには大きな違いがあります。

source: This feature is temporarily disabled.
de: Dieses Feature ist temporär deaktiviert.
ja: この機能は一時的に無効にされています。

source: This profile will be used to override the one from scap content
de: Dieses Profil wird dafür genutzt um die Eins des SCAP-Inhalts zu überschreiben
ja: このプロファイルは scrap コンテンツからのものを上書きするために使用されます

source: Total
de: Gesamt
ja: 合計

source: Total hosts with policy: %s
de: Gesamtzahl der Hosts mit Richtlinie: %s
ja: ポリシーが割り当てられたホスト総数: %s

source: Total hosts with reports where policy is no longer assigned.
de: Gesamtzahl der Hosts mit Berichten, denen keine Richtlinie mehr zugewiesen ist.
ja: ポリシーの割り当てが解除されたレポートが含まれるホストの総数。

source: Total of one host
ja: 合計ホスト 1 台

source: Type of the upload
de: Art des Uploads
ja: アップロードの種類

source: URL of the OVAL content file
de: URL der OVAL-Inhaltsdatei
ja: OVAL コンテンツファイルの URL

source: Unable to get HTML version of requested report from Smart Proxy
de: Bericht des Smart-Proxy in HTML konnte nicht abgerufen werden
ja: 要求されたレポートの HTML バージョンをスマートプロキシーから取得できません

source: Unable to get XML version of requested report from Smart Proxy
de: Bericht des Smart-Proxy in XML konnte nicht abgerufen werden.
ja: 要求されたレポートの XML バージョンをスマートプロキシーから取得できません

source: Unassign Compliance Policy
de: Zuweisung der Compliance-Richtline aufheben
ja: コンプライアンスポリシーの割り当て解除

source: Unknown Compliance status
de: Compliance-Status unbekannt
ja: 不明なコンプライアンスステータス

source: Unknown OVAL status
de: Unbekannter OVAL-Status
ja: OVAL の不明なステータス

source: Update a Policy
de: Richtlinie aktualisieren
ja: ポリシーの更新

source: Update a Tailoring file
de: Aktualisieren einer Tailoring-Datei
ja: テーラリングファイルの更新

source: Update an OVAL Policy
de: Aktualisieren einer OVAL-Richtlinie
ja: OVAL ポリシーの更新

source: Update an OVAL content
de: OVAL-Inhalte aktualisieren
ja: OVAL コンテンツの更新

source: Update an SCAP content
de: Einen SCAP-Inhalt aktualisieren
ja: SCAP コンテンツの更新

source: Updated hosts: Assigned with OpenSCAP Proxy: %s
de: Host aktualisiert: Zugewiesen mit OpenSCAP Proxy: %s
ja: 更新済みホスト: OpenSCAP プロキシーで割り当て済み: %s

source: Updated hosts: Assigned with compliance policy: %s
de: Aktualisierte Hosts: Zugewiesen mit Konformitätsrichtlinie: %s
ja: 更新済みホスト: コンプライアンスポリシーで割り当て済み: %s

source: Updated hosts: Unassigned from compliance policy '%s'
de: Hosts aktualisiert: Zuweisung von Compliance-Richtlinie '%s' aufgehoben
ja: 更新済みホスト: コンプライアンスポリシー '%s' の割り当てなし

source: Upload New SCAP Content
de: Neuen SCAP-Inhalt hochladen
ja: 新規 SCAP コンテンツをアップロード

source: Upload New Tailoring file
de: Neue Schneiderei-Datei hochladen
ja: 新規テーラリングファイルのアップロード

source: Upload an ARF report
de: Einen Arf-Bericht hochladen
ja: ARF レポートのアップロード

source: Upload an OVAL report - a list of CVEs for given host
de: Laden Sie einen OVAL-Bericht hoch – eine Liste von CVEs für einen bestimmten Host
ja: OVAL レポートのアップロード: 特定のホストの CVE の一覧

source: Upload new SCAP content file
de: Neue Datei für SCAP-Inhalt hochladen
ja: 新規 SCAP コンテンツファイルをアップロード

source: Upload new Tailoring File
de: Neue Schneiderei-Datei hochladen
ja: 新規テーラリングファイルのアップロード

source: Upload scap contents in bulk
de: Scap-Inhalte in großen Mengen hochladen
ja: SCAP コンテンツをまとめてアップロード

source: View Report
de: Bericht anzeigen
ja: レポートを表示

source: View full report
de: Ganzen Bericht anzeigen
ja: フルレポートを表示

source: Was %s configured successfully?
de: Wurde %serfolgreich konfiguriert?
ja: %s は正常に設定されましたか?

source: Was %{model_name} %{name} configured successfully?
de: Wurde %{model_name} %{name} erfolgreich konfiguriert?
ja: %{model_name} %%{name} は正常に設定されましたか?

source: XCCDF Profile
de: XCCDF-Profil
ja: XCCDF プロファイル

source: XCCDF Profile in Tailoring File
de: XCCDF Profile in Tailoring-Datei
ja: テーラリングファイルでの XCCDF プロファイル

source: XML containing OVAL content
de: XML mit OVAL-Inhalten
ja: OVAL コンテンツを含む XML

source: XML containing SCAP content
de: XML, welches SCAP-Inhalte enthält
ja: SCAP コンテンツを含む XML

source: XML containing tailoring file
de: XML mit Tailoring-Datei
ja: テーラリングファイルを含む XML

source: Yes
de: Ja
ja: はい

source: You can specify custom cron line, e.g. "0 3 * * *", separate each of 5 values by space
de: Sie können die Cron-Zeile anpassen, z.B. "0 3 * * *", wobei alle 5 Werte mit Leerzeichen getrennt werden
ja: カスタム cron 行を指定できます (たとえば、"0 3 * * *" のように 5 つの値をスペースで区切ります)

source: You don't seem to have any ARF report. ARF report is a summary of a single scan occurrence on a particular host for a given Compliance Policy.
de: Sie scheinen keinen ARF-Bericht zu haben. Der ARF-Bericht ist eine Zusammenfassung eines einzelnen Scanvorgangs auf einem bestimmten Host für eine gegebene Compliance-Richtlinie.
ja: ARF レポートがないようです。ARF レポートは、指定のコンプライアンスポリシーを基に、特定のホストを 1 回スキャンしたときのサマリーです。

source: cannot assign to %s, all assigned policies must be deployed in the same way, check 'deploy by' for each assigned policy
de: kann %s nicht zugewiesen werden, alle zugewiesenen Richtlinien müssen auf die gleiche Weise bereitgestellt werden. Aktivieren Sie "Bereitstellen von" für jede zugewiesene Richtlinie
ja: %s に割り当てることができません。割り当てたポリシーはすべて同じ方法でデプロイする必要があります。割り当て済みのポリシーごとに「デプロイ方法 (deploy by)」を確認してください。

source: documentation
de: Dokumentation
ja: ドキュメント

source: does not come from selected tailoring file
de: stammt nicht aus der ausgewählten Tailoring-Datei
ja: 選択したテーラリングファイルからのものではありません

source: does not consist of 5 parts separated by space
de: besteht nicht aus 5 Teilen, die durch Leerzeichen abgetrennt sind
ja: スペースで区切られた 5 つの部分で構成されていません

source: does not have the selected SCAP content profile
de: hat nicht das ausgewählte SCAP-Inhaltsprofil
ja: 選択した SCAP コンテンツプロファイルがありません

source: foreman_ansible plugin not found, please install it before running this action again.
de: foreman_ansible Plugin nicht gefunden, bitte installieren Sie es, bevor Sie diese Aktion erneut ausführen.
ja: foreman_ansible プラグインが見つかりません。このアクションを再度実行する前に、プラグインをインストールしてください。

source: hostgroups
de: Hostgruppen
ja: ホストグループ

source: hosts
ja: ホスト

source: invalid type %s
de: ungültiger Typ %s
ja: 無効なタイプ %s

source: is not a valid value
de: ist kein gültiger Wert
ja: 有効な値ではありません

source: is not included in SCAP_RESULT
de: ist nicht in SCAP_RESULT enthalten
ja: SCAP_RESULT に含まれていません

source: items selected. Uncheck to Clear
de: Elemente ausgewählt. Zum Leeren abwählen
ja: 項目が選択されています。クリアするにはチェックを解除してください

source: must be between 1 and 31
de: muss zwischen 1 und 31 liegen
ja: 1 から 31 の間でなければなりません

source: must be present when tailoring file present
de: muss vorhanden sein, wenn eine Tailoring-Datei vorhanden ist
ja: テーラリングファイルがある場合になければなりません

source: must be present when tailoring file profile present
de: muss beim Anpassen des Dateiprofils vorhanden sein
ja: テーラリングファイルのプロファイルがある場合に存在する必要があります

source: must have Openscap feature
de: Muss ein OpenSCAP Feature haben
ja: Openscap 機能がなければなりません

source: theforeman.foreman_scap_client Ansible Role not found, please import it before running this action again.
de: theforeman.foreman_scap_client Ansible-Rolle nicht gefunden, bitte importieren Sie sie, bevor Sie diese Aktion erneut ausführen.
ja: theforeman.foreman_scap_client Ansible ロールが見つかりません。このアクションを再度実行する前に、インポートしてください。

source: these Compliance reports
de: diese Compliance-Berichte
ja: これらのコンプライアンスレポート

source: Othered
de: Anderweitiges Ergebnis
