Repository: OpenSCAP/foreman_openscap
Catalog: locale/*/foreman_openscap.po
Languages: de, ja

source: for policy %s
de: Für Richtlinie %s
ja: ポリシー %s

source: through %s
de: durch %s
ja: %s まで更新を受信できます。

source: %s - The following compliance reports are about to be changed
de: %s - Folgende Compliance-Berichte werden geändert
ja: %s: 次のコンプライアンスレポートが変更されます

source: %s compliance report by policy
de: %s Compliance-Berichte nach Richtlinie
ja: ポリシー別 コンプライアンスレポート %s 件

source: %s latest report
de: %s letzter Bericht
ja: 最新レポート %s 件

source: %s reports over time
de: %s Berichte im Laufe der Zeit
ja: 経過レポート %s 件

source: %s spool errors detected, inspect the appropriate file directly on proxy
de: %s Spool-Fehler erkannt, überprüfen Sie die entsprechende Datei direkt auf dem Proxy
ja: %s のスプールエラーが検出されました。プロキシーで直接適切なファイルを検証してください。

source: %s vulnerabilities found
de: %sSchwachstellen gefunden
ja: %s 脆弱性が見つかりました

source: %s vulnerabilities with available patch found
de: %sSchwachstellen mit verfügbarem Patch gefunden
ja: %s 利用可能なパッチがある脆弱性が見つかりました

source: %{type} was selected to deploy policy to clients, but %{type} is not available. Are you missing a plugin?
de: %{type} wurde ausgewählt, um die Richtlinie für Clients bereitzustellen, aber %{type} ist nicht verfügbar. Fehlt Ihnen ein Plugin?
ja: クライアントへのポリシーのデプロイに %{type} が選択されましたが、%{type} は利用できません。プラグインがありませんか?

source: <b>Foreman</b> OpenSCAP summary
de: <b>Foreman</b> OpenSCAP Zusammenfassung
ja: <b>Foreman</b> OpenSCAP の概要

source: A summary of reports for OpenSCAP policies
de: Eine Zusammenfassung der Berichte für OpenSCAP-Richtlinien
ja: OpenSCAP ポリシーのレポートの概要

source: Action with sub plans
de: Aktion mit Unterplänen
ja: サブプランによるアクション

source: Actions
de: Aktionen
ja: アクション

source: All messages
de: Alle Meldungen
ja: すべてのメッセージ

source: Ansible role
de: Ansible Rolle
ja: Ansible ロール

source: Ansible variables
de: Ansible Variablen
ja: Ansible 変数

source: Apply policy to host groups
de: Richtlinie auf Hostgruppe anwenden
ja: ホストグループ にポリシーを適用

source: Apply policy to hosts
de: Richtlinie auf Hosts anwenden
ja: ホストにポリシーを適用

source: Are required variables for theforeman.foreman_scap_client present?
de: Sind erforderliche Variablen für theforeman.foreman_scap_client vorhanden?
ja: theforeman.foreman_scap_client に必要な変数ですか?

source: Array of host IDs
de: Array von Host-IDs
ja: ホスト ID の配列

source: Array of hostgroup IDs
de: Array von Hostgruppen-IDs
ja: ホストグループ ID の配列

source: Assign Compliance Policy
de: Compliance-Richtlinie zuweisen
ja: コンプライアンスポリシーの割り当て

source: Assign hostgroups to an OVAL Policy
de: Hostgruppen einer OVAL-Richtlinie zuweisen
ja: OVAL ポリシーへのホストグループの割り当て

source: Assign hosts to an OVAL Policy
de: Hosts einer OVAL-Richtlinie zuweisen
ja: OVAL ポリシーへのホストの割り当て

source: Assign openscap_proxy to %s before proceeding.
de: Weisen Sie openscap_proxy zu %s zu, bevor Sie fortfahren.
ja: 続行する前に、openscap_proxy を %s に割り当てます。

source: Back
de: Zurück
ja: 戻る

source: Cancel
de: Abbrechen
ja: 取り消し

source: Cannot generate HTML guide, no valid OpenSCAP proxy server found.
de: HTML-Leitfaden konnte nicht generiert werden. Kein gültiger OpenSCAP-Proxy-Server gefunden.
ja: HTML ガイドを生成できません。有効な OpenSCAP プロキシーサーバーが見つかりません。

source: Cannot generate HTML guide, scap content is missing.
de: HTML-Leitfaden konnte nicht generiert werden. SCAP-Inhalt fehlt.
ja: HTML ガイドを生成できません。SCAP のコンテンツがありません。

source: Change OpenSCAP Proxy
de: Ändere OpenSCAP-Proxy
ja: OpenSCAP プロキシーの変更

source: Changed
de: Geändert
ja: 変更済み

source: Changed file does not include existing SCAP content profiles
de: Geänderte Datei enthält keine existierende SCAP-Inhaltsprofile
ja: 変更されたファイルには既存の SCAP コンテンツプロファイルが含まれません

source: Changed?
de: Geändert?
ja: 変更されましたか?

source: Choose Tailoring File
de: Tailoring-Datei auswählen
ja: テーラリングファイルの選択

source: Choose day in month
de: Wähle einen Tag im Monat
ja: 月の日付を選択

source: Choose existing SCAP Content
de: Vorhandenen SCAP-Inhalt auswählen
ja: 既存の SCAP コンテンツを選択

source: Choose period
de: Zeitraum auswählen
ja: 期間を選択

source: Choose weekday
de: Wochentag auswählen
ja: 平日を選択

source: Compliance
de: Konformität
ja: コンプライアンス

source: Compliance Policies
de: Compliance-Richtlinien
ja: コンプライアンスポリシー

source: Compliance Reports
de: Compliance-Berichte
ja: コンプライアンスレポート

source: Compliance Reports Breakdown
de: Aufschlüsselung der Compliance-Berichte
ja: コンプライアンスレポートの内訳

source: Compliance policy summary
de: Zusammenfassung der Compliance-Richtlinie
ja: コンプライアンスポリシーの概要

source: Compliance policy: %s
de: Compliance-Richtlinie: %s
ja: コンプライアンスポリシー: %s

source: Compliant
de: Konform
ja: 準拠

source: Compliant hosts
de: Konforme Hosts
ja: 準拠したホスト

source: Compliant with the policy
de: Konform mit der Richtlinie
ja: ポリシーに準拠

source: Could not find host identified by: %s
de: Host identifiziert durch %s nicht gefunden
ja: %s が識別したホストが見つかりませんでした

source: Could not update Ansible Variables with override: true
de: Ansible-Variablen konnten nicht mit Überschreibung aktualisiert werden: true
ja: オーバーライドで Ansible 変数を更新できませんでした: true

source: Could not validate %s. Please make sure you have appropriate proxy version to use this functionality
de: Kann nicht validiert werden %s. Bitte stellen Sie sicher, dass Sie über die entsprechende Proxy-Version verfügen, um diese Funktionalität zu nutzen
ja: %s を検証できませんでした。この機能を使用するための適切なプロキシーバージョンがあることを確認してください。

source: Could not validate %{file_type}. Error %{error}
de: Konnte nicht %{file_type} validieren. Fehler: %{error}
ja: ％{file_type} を検証できませんでした。エラー: %{error}

source: Create OVAL content
de: OVAL-Inhalte erstellen
ja: OVAL コンテンツの作成

source: Create SCAP content
de: SCAP-Inhalt erstellen
ja: SCAP コンテンツの作成

source: Create a Policy
de: Richtlinie erstellen
ja: ポリシーの作成

source: Create a Tailoring file
de: Erstellen einer Tailoring datei
ja: テーラリングファイルの作成

source: Create an OVAL Policy
de: Erstellen Sie eine OVAL-Richtlinie
ja: OVAL ポリシーの作成

source: Dashboard
de: Übersichtsseite
ja: ダッシュボード

source: DataStream Tailoring file
de: DataStream Tailoring-Datei
ja: DataStream テーラリングファイル

source: Date
de: Datum
ja: 日付

source: Default XCCDF profile
de: Standardmäßiges XCCDF-Profil
ja: デフォルトの XCCDF プロファイル

source: Delete
de: Löschen
ja: 削除

source: Delete a Policy
de: Richtlinie löschen
ja: ポリシーの削除

source: Delete an ARF Report
de: ARF-Bericht löschen
ja: ARF レポートの削除

source: Delete an OVAL Policy
de: Löschen einer OVAL-Richtlinie
ja: OVAL ポリシーの削除

source: Delete compliance policy %s with all of its reports?
de: Compliance-Richtline %s löschen mit allen Berichten?
ja: すべてのレポートでコンプライアンスポリシー %s を削除しますか?

source: Delete compliance report for %s?
de: Compliance-Bericht von %s löschen?
ja: %s のコンプライアンスレポートを削除しますか?

source: Delete reports
de: Berichte löschen
ja: レポートを削除

source: Delete scap content %s?
de: Scap-Inhalt löschen %s ?
ja: SCAP コンテンツ %s を削除しますか?

source: Delete tailoring file %s?
de: Tailoring-Datei löschen %s ?
ja: テーラリングファイル %s を削除しますか?

source: Deleted policy
de: Richtlinie löschen
ja: 削除済みのポリシー

source: Deletes a Tailoring file
de: Löscht eine Tailoring-Datei
ja: テーラリングファイルの削除

source: Deletes an OVAL content
de: Löscht einen OVAL-Inhalt
ja: OVAL コンテンツの削除

source: Deletes an SCAP content
de: Einen SCAP-Inhalt löschen
ja: SCAP コンテンツの削除

source: Deployment Options
de: Bereitstellungsoptionen
ja: デプロイメントオプション

source: Description
de: Beschreibung
ja: 説明

source: Details for Compliance Policy %s
de: Details zur Compliance-Richtlinie %s
ja: コンプライアンスポリシー %s の詳細

source: Directory to upload when using "directory" upload type
de: Hochzuladendes Verzeichnis, wenn der Upload-Typ "Verzeichnis" verwendet wird
ja: 「ディレクトリ」アップロードタイプを使用する場合のアップロードするディレクトリー

source: Documentation
de: Dokumentation
ja: ドキュメント

source: Download
de: Herunterladen
ja: ダウンロード

source: Download ARF report in HTML
de: ARF-Bericht in HTML herunterladen
ja: HTML の ARF レポートのダウンロード

source: Download HTML
de: HTML herunterladen
ja: HTML のダウンロード

source: Download XML in bzip
de: XML in bzip herunterladen
ja: XML を bzip でダウンロード

source: Download a Tailoring file as XML
de: Laden Sie eine Tailoring-Datei als XML herunter
ja: XML としてテーラリングファイルをダウンロード

source: Download an SCAP content as XML
de: SCAP-Inhalt als XML herunterladen
ja: XML として SCAP コンテンツをダウンロード

source: Download bzipped ARF report
de: bzipped ARF-Bericht herunterladen
ja: bzip 形式の ARF レポートのダウンロード

source: Edit %s
de: %s bearbeiten
ja: %s の編集

source: Effective Profile
de: Effektives Profil
ja: 有効なプロファイル

source: Error!
de: Fehler!
ja: エラー!

source: Failed
de: Fehlgeschlagen
ja: 失敗

source: Failed and Othered
de: Fehlgeschlagene und anderweitige Ergebnisse
ja: Failed および Othered

source: Failed only
de: Nur fehlgeschlagen
ja: 失敗のみ

source: Failed to delete %s compliance reports
de: Compliance-Berichte %s konnten nicht gelöscht werden
ja: %s コンプライアンスレポートの削除に失敗しました

source: Failed to delete ARF Report for host %{host_name} reported at %{reported_at}
de: ARF Bericht für den Host %{host_name} vom %{reported_at} konnte nicht gelöscht werden.
ja: {reported_at} で報告されたホスト {host_name} の ARF レポートの削除に失敗しました

source: Failed to downloaded ARF report as bzip: %s
de: ARF als bzip report wurde nicht heruntergeladen: %s
ja: ARFレポートを bzip でダウンロードするのに失敗しました: %s

source: Failed to downloaded ARF report in HTML: %s
de: ARF Bericht im HTML Format konnte nicht heruntergeladen werden: %s
ja: ARF レポートを HTML でダウンロードするのに失敗しました: %s

source: Failed to fetch spool status from proxy
de: Fehler beim Abrufen des Spool-Status vom Proxy
ja: プロキシーからスプールステータスを取得できませんでした

source: Failed to save when overriding parameters for %{config_tool}, cause: %{errors}
de: Fehler beim Speichern beim Überschreiben von Parametern für %{config_tool}, Ursache: %{errors}
ja: %{config_tool} のパラメーターのオーバーライド時に、保存に失敗しました。原因: %{errors}

source: Failed to upload Arf Report, OpenSCAP proxy name or url not found in params when uploading for %s and host is missing openscap_proxy
de: Der Upload des Arf Reports ist fehlgeschlagen, der OpenSCAP Proxyname oder die URL konnte beim Upload in den Parametern für %s nicht gefunden werden. Es fehlt der openscap_proxy für den Host.
ja: Arf レポートのアップロードに失敗しました。%s のアップロード時にパラメーターで OpenSCAP プロキシー名または url が見つかりませんでした。ホストには openscap_proxy が設定されていません。

source: Failed|F
de: Fehlgeschlagen|F
ja: F

source: File Upload
de: Datei hochladen
ja: ファイルアップロード

source: File paths to upload when using "files" upload type
de: Dateipfade zum Hochladen bei Verwendung des Uploadtyps "Dateien"
ja: 「ファイル」アップロードタイプを使用する場合のアップロードするファイルパス

source: Full Report
de: Ganzer Bericht
ja: 完全レポート

source: General
de: Allgemein
ja: 全般

source: Has Errata?
de: Hat Errata?
ja: エラータはありますか?

source: Host
de: Rechner
ja: ホスト

source: Host Breakdown Chart
de: Diagramm zur Hostaufgliederung
ja: ホストブレークダウンチャート

source: Host Groups
de: Hostgruppen
ja: ホストグループ

source: Host compliance details
de: Compliance-Details des Hosts
ja: ホストコンプライアンス詳細

source: Host details
ja: ホストの詳細

source: Host does not exist anymore
de: Host existiert nicht mehr
ja: ホストは存在しません

source: Host is assigned to policy
de: Der Host ist der Richtlinie zugewiesen
ja: ホストはポリシーに割り当てられています

source: Host is deleted
de: Host ist gelöscht
ja: ホストが削除されました

source: Host is not assigned to policy but reports were found. You may want to delete the reports or assign the policy again.
de: Der Host ist der Richtlinie nicht zugewiesen, aber es wurden Berichte gefunden. Möglicherweise möchten Sie die Berichte löschen oder die Richtlinie erneut zuweisen.
ja: ホストはポリシーに割り当てられていませんが、レポートが見つかりました。レポートを削除するか、ポリシーを再度割り当てることをお勧めします。

source: Hostgroups
de: Hostgruppen
ja: ホストグループ

source: Hostname
ja: ホスト名

source: Hosts Breakdown
de: Aufgliederung der Hosts
ja: ホストブレークダウン

source: Hosts Count
de: Anzahl der Hosts
ja: ホスト数

source: Hosts failing this rule
de: Regel schlägt auf Hosts fehl.
ja: このルールに不合格のホスト

source: Hosts no longer assigned: %s
de: Nicht mehr zugewiesene Hosts: %s
ja: 割り当てが解除されたホスト: %s

source: Hosts othering this rule
de: Hosts, die von dieser Regel abweichen
ja: このルールに該当しないホスト

source: Hosts passing this rule
de: Regel angewandt auf Hosts.
ja: このルールに合格のホスト

source: How the policy should be deployed
de: Wie die Richtlinie umgesetzt werden soll
ja: ポリシーのデプロイメント方法

source: ID of OpenSCAP Proxy
de: Kennung des OpenSCAP-Proxys
ja: OpenSCAP プロキシーの ID

source: Import Puppet classes
de: Puppet-Klassen importieren
ja: Puppet クラスのインポート

source: Import facts
de: Fakten importieren
ja: ファクトのインポート

source: In Foreman, a compliance policy checklist is defined via %s.
de: In Foreman wird eine Compliance-Richtlinien-Checkliste definiert via %s.
ja: Foreman では、コンプライアンスポリシーのチェックリストは %s で定義されます。

source: In Foreman, scap_contents represent the SCAP security guides on your hosts, and create SCAP profiles for you to assign to hosts / host groups via %s
de: In Foreman stellen scap_contents die SCAP-Sicherheitsleitfäden auf Ihren Hosts dar und erstellen SCAP-Profile, die Sie Hosts / Hostgruppen zuweisen können via %s
ja: Foreman では、scap_contents はホストの SCAP セキュリティーガイドを表し、%s でホスト/ホストグループに割り当てるための SCAP プロファルを 作成します。

source: In Foreman, tailoring_files represent the custom modifications to default XCCDF profiles and they can be applied to hosts via %s
de: In Foreman stellen Tailoring_files die benutzerdefinierten Änderungen an den Standard-XCCDF-Profilen dar und können auf Hosts angewendet werden via %s
ja: Foreman では、tailoring_files はデフォルトの XCCDF プロファイルへのカスタム修正を表し、%s で ホストに適用できます

source: Incompliant
de: Nicht konform
ja: 非準拠

source: Incompliant hosts
de: Nicht konforme Hosts
ja: 準拠しないホスト

source: Inconclusive
de: Nicht eindeutig
ja: 不確定

source: Inconclusive results
de: Ergebnisse sind nicht eindeutig
ja: 不確定な結果

source: Is %s param set to be overriden?
de: Soll %s param überschrieben werden?
ja: %s param はオーバーライドされるように設定されていますか?

source: Is foreman_ansible present?
de: Ist foreman_ansible vorhanden?
ja: foreman_ansible は存在しますか?

source: Is theforeman.foreman_scap_client present?
de: Ist theforeman.foreman_scap_client vorhanden?
ja: theforeman.foreman_scap_client は存在しますか?

source: It may sometimes be required to adjust the security policy to your specific needs.
de: Es könnte angebracht sein die Sicherheits-Richtlinien den eigenen Anforderungen anzupassen.
ja: セキュリティーポリシーを特定のニーズに合わせて調整することが必要になることがあります。

source: Latest Compliance Reports
de: Neuste Compliance-Berichte
ja: 最新コンプライアンスレポート

source: Latest reports for policy: %s
de: Neuste Berichte für Richtlinie: %s
ja: ポリシーの最新レポート: %s

source: List ARF reports
de: ARF-Berichte auflisten
ja: ARF レポートの一覧表示

source: List OVAL Policies
de: OVAL-Richtlinien auflisten
ja: OVAL ポリシーの一覧表示

source: List OVAL contents
de: OVAL-Inhalte auflisten
ja: OVAL コンテンツの一覧表示

source: List Policies
de: Richtlinien auflisten
ja: ポリシーの一覧表示

source: List SCAP content profiles
de: SCAP-Inhaltsprofile auflisten
ja: SCAP コンテンツプロファイルの一覧表示

source: List SCAP contents
de: SCAP-Inhalte auflisten
ja: SCAP コンテンツの一覧表示

source: List Tailoring files
de: Tailoring-Dateien anzeigen
ja: テーラリングファイルの一覧表示

source: Loading...
de: Ladevorgang …
ja: 読み込み中...

source: Locations
de: Standorte
ja: ロケーション

source: Message
de: Nachricht
ja: メッセージ

source: More details
de: Weitere Details
ja: 詳細

source: Name
ja: 名前

source: Never audited
de: Nie geprüft
ja: 未監査

source: New Compliance Policy
de: Neue Compliance-Richtlinie
ja: 新規コンプライアンスポリシー

source: New Policy
de: Neue Richtlinie
ja: 新規ポリシー

source: New SCAP Content
de: Neuer SCAP-Inhalt
ja: 新規 SCAP コンテンツ

source: New Tailoring File
de: Neue Tailoring-Datei
ja: 新規テーラリングファイル

source: Next
de: Weiter
ja: 次へ

source: No
de: Nein
ja: いいえ

source: No ARF reports for this policy
de: Keine Arf-Berichte für diese Richtlinie
ja: このポリシーの ARF レポートがありません

source: No CVEs found.
de: Keine CVEs gefunden.
ja: CVE が見つかりません。

source: No OVAL Contents found.
de: Keine OVAL-Inhalte gefunden.
ja: OVAL コンテンツが見つかりません。

source: No OVAL Policies found
de: Keine OVAL-Richtlinien gefunden
ja: OVAL ポリシーが見つかりません

source: No OVAL Policy found
de: Keine OVAL-Richtlinie gefunden
ja: OVAL ポリシーが見つかりません

source: No OpenSCAP Proxy selected.
de: Kein OpenSCAP Proxy ausgewählt.
ja: OpenSCAP プロキシーが選択されていません。

source: No OpenSCAP proxy found for %{class} with id %{id}
de: Kein OpenSCAP-Proxy für %{class} mit der Kennung %{id} gefunden
ja: ID %{id} の %{class} の OpenSCAP プロキシーが見つかりません

source: No Tailoring file assigned for policy with id %s
de: Keine Tailoring-Datei für Richtlinie mit ID %s zugewiesen
ja: id が %s のポリシーに割り当てられているテーラリングファイルはありません

source: No Vulnerabilities found
de: Keine Schwachstellen gefunden
ja: 脆弱性は見つかりませんでした

source: No available proxy to validate. Returned with error: %s
de: Kein Proxy zum Validieren verfügbar. Fehler: %s
ja: 検証するプロキシーがありません。返されたエラー: %s

source: No compliance policy selected.
de: Keine Compliance-Richtlinie ausgewählt.
ja: コンプライアンスポリシーが選択されていません。

source: No compliance reports selected
de: Kein Compliance-Bericht ausgewählt.
ja: コンプライアンスレポートが選択されていません

source: No compliance reports were found.
de: Kein Compliance-Bericht gefunden.
ja: コンプライアンスレポートが見つかりませんでした。

source: No hosts selected
de: Keine Hosts ausgewählt
ja: ホストが選択されていません

source: No proxy found for %{name} or %{url}
de: Keine Proxy für %{name} oder %{url} gefunden
ja: %{name} または %{url} のプロキシーが見つかりません

source: No proxy found!
de: Kein Proxy gefunden!
ja: プロキシーが見つかりません!

source: No proxy with OpenSCAP feature is running.
de: Kein Proxy mit OpenSCAP Feature läuft gerade.
ja: OpenSCAP 機能のあるプロキシーが実行されていません。

source: No proxy with OpenSCAP feature was found.
de: Kein Proxy mit OpenSCAP Feature gefunden.
ja: OpenSCAP 機能のあるプロキシーが見つかりませんでした。

source: No report for this policy
de: Kein Bericht für diese Richtlinie
ja: このポリシーのレポートはありません

source: No reports available
de: Keine Berichte verfügbar
ja: 利用可能なレポートがありません

source: No valid policy ID provided
de: Keine gültige Richtlinienkennung geliefert
ja: 有効なポリシー ID が提供されていません

source: None
de: Keine
ja: なし

source: None found
de: Keine gefunden
ja: 何も見つかりません

source: None!
de: Keine!
ja: なし!

source: Not audited
de: Nicht geprüft
ja: 未監査

source: Not compliant with the policy
de: Nicht konform mit der Richtlinie
ja: ポリシーに準拠しない

source: Nothing to show
de: Nichts anzuzeigen
ja: 表示するものがありません

source: Number of Events
de: Anzahl der Ereignisse
ja: イベント数

source: Number of a day in month, note that not all months have same count of days
de: Tag des Monats, beachten Sie, dass nicht alle Monate gleich viele Tage haben
ja: 月の日数。すべての月の日数が同じであるとは限らないことに注意してください

source: OVAL Content
de: OVAL-Inhalt
ja: OVAL コンテンツ

source: OVAL Contents
de: OVAL Inhalt
ja: OVAL コンテンツ

source: OVAL Contents table
de: OVAL Inhaltstabelle
ja: OVAL コンテンツテーブル

source: OVAL Policies
de: OVAL-Richtlinien
ja: OVAL ポリシー

source: OVAL Policies Table
de: OVAL-Richtlinientabelle
ja: OVAL ポリシーテーブル

source: OVAL Policy description
de: Beschreibung der OVAL-Richtlinie
ja: OVAL ポリシーの説明

source: OVAL Policy name
de: OVAL-Richtlinienname
ja: OVAL ポリシー名

source: OVAL Policy schedule cron line (only if period == "custom")
de: Cron-Linie des OVAL-Richtlinienplans (nur wenn Zeitraum == "custom")
ja: OVAL ポリシーのスケジュール: cron 行 (period == "custom" の場合のみ)

source: OVAL Policy schedule day of month (only if period == "monthly")
de: OVAL Versicherungsplan Tag des Monats (nur wenn Zeitraum == "monthly")
ja: OVAL ポリシーのスケジュール: 月の日付 (period == "monthly" の場合のみ)

source: OVAL Policy schedule period (weekly, monthly, custom)
de: Zeitplan der OVAL-Richtlinie (wöchentlich, monatlich, benutzerdefiniert)
ja: OVAL ポリシーのスケジュール期間 (週次、月次、カスタム)

source: OVAL Policy schedule weekday (only if period == "weekly")
de: OVAL Richtlinienplan Wochentag (nur wenn Zeitraum == "weekly")
ja: OVAL ポリシーのスケジュール: 平日 (period == "weekly" の場合のみ)

source: OVAL content name
de: OVAL-Inhaltsname
ja: OVAL コンテンツ名

source: OVAL policy successfully configured with %s.
de: OVAL-Richtlinie erfolgreich konfiguriert mit %s.
ja: %s で正常に設定された OVAL ポリシー。

source: OVAL scan
ja: OVAL スキャン

source: Once SCAP content is present, you can create a policy, assign select host groups and schedule to run.
de: Sobald SCAP-Inhalt vorhanden ist, können Sie eine Richtlinie erstellen, ausgewählte Hostgruppen zuweisen und die Ausführung planen.
ja: SCAP コンテンツが表示されたら、ポリシーの作成、選択したホストグループの割り当て、実行のスケジューリングが可能です。

source: OpenSCAP Proxy
ja: OpenSCAP プロキシー

source: OpenSCAP Proxy to use for fetching SCAP content and uploading ARF reports. Leave blank and override appropriate parameters when using proxy load balancer.
de: OpenSCAP Proxy zum Abrufen von SCAP-Inhalten und Hochladen von ARF-Berichten. Lassen Sie das Feld leer und überschreiben Sie die entsprechenden Parameter, wenn Sie den Proxy-Load-Balancer verwenden.
ja: SCAP コンテンツのフェッチおよび ARF レポートのアップロードに使用する OpenSCAP プロキシー。プロキシーロードバランサーを使用する場合には、空白にして、適切なパラメーターを上書きします。

source: Openscap Proxy
ja: OpenSCAP プロキシー

source: Organizations
de: Organisationen
ja: 組織

source: Original file name of the OVAL content file
de: Ursprünglicher Dateiname der OVAL-Inhaltsdatei
ja: OVAL コンテンツファイルの元のファイル名

source: Original file name of the XML file
de: Ursprünglicher Dateiname der XML-Datei
ja: XML ファイルの元のファイル名

source: Other
de: Weitere
ja: その他

source: Othered|O
de: Anderweitig|A
ja: O

source: Passed
de: Erfolgreich
ja: 合格

source: Passed|P
de: Erfolgreich|E
ja: P

source: Please Confirm
de: Bitte bestätigen
ja: 確認してください

source: Please make sure you understand them by reading our
de: Bitte stellen Sie sicher, dass Sie sie verstanden haben, indem Sie unsere lesen
ja: 理解するために読んでください。

source: Please specify import type, received: %{received}, expected one of: %{expected}
de: Bitte geben Sie den Importtyp an, erhalten: %{received}, erwartet einer von: %{expected}
ja: インポートタイプを指定してください。受信: %%{received}、次のうち 1 つを想定: %%{expected}

source: Policies
de: Richtlinien
ja: ポリシー

source: Policies with hosts:
de: Richtlinien mit Hosts:
ja: ホスト付きポリシー:

source: Policy
de: Richtlinie
ja: ポリシー

source: Policy %s
de: Richtlinie %s
ja: ポリシー %s 件

source: Policy Attributes
de: Richtlinien Eigenschaften
ja: ポリシー属性

source: Policy OVAL content ID
de: Richtlinien-OVAL-Content-ID
ja: ポリシー OVAL コンテンツ ID

source: Policy SCAP content ID
de: Richtlinien-SCAP-Inhalts-ID
ja: ポリシー SCAP コンテンツ ID

source: Policy SCAP content profile ID
de: Richtlinien-SCAP-Inhaltsprofil-ID
ja: ポリシー SCAP コンテンツプロファイル ID

source: Policy assigned
de: Richtlinie zugewiesen
ja: 割り当て済みのポリシー

source: Policy description
de: Beschreibung der Richtlinie
ja: ポリシーの説明

source: Policy is missing
de: Richtlinie fehlt
ja: ポリシーがありません

source: Policy name
de: Name der Richtlinie
ja: ポリシー名

source: Policy schedule cron line (only if period == "custom")
de: Policy-Planungs-Cron-Linie (nur wenn Zeitraum == "custom")
ja: ポリシースケジュール: cron 行 (period == "custom" の場合のみ)

source: Policy schedule day of month (only if period == "monthly")
de: Policy-Planungs-Zeitraum (nur wenn Zeitraum == "monthly")
ja: ポリシースケジュール: 月の日付 (period == "monthly" の場合のみ)

source: Policy schedule period (weekly, monthly, custom)
de: Policy-Planungs-Periode (weekly, monthly, custom)
ja: ポリシーのスケジュール期間 (週次、月次、カスタム)

source: Policy schedule weekday (only if period == "weekly")
de: Policy-Planungs-Zeitraum (nur wenn Zeitraum == "weekly")
ja: ポリシースケジュール: 平日 (period == "weekly" の場合のみ)

source: Policy with id %s not found.
de: Richtlinie mit Kennung %s nicht gefunden.
ja: id が %s のポリシーが見つかりません

source: Proxy failed to send a report from spool to Foreman. This indicates a corrupted report format. Report has been moved to directory for storing corrupted files on proxy for later inspection.
de: Der Proxy konnte keinen Bericht vom Spool an Foreman senden. Dies weist auf ein beschädigtes Berichtsformat hin. Der Bericht wurde in ein Verzeichnis verschoben, in dem beschädigte Dateien auf einem Proxy zur späteren Überprüfung gespeichert werden.
ja: プロキシーは、スプールから Foreman へのレポートの送信に失敗しました。これは、レポート形式が破損していることを示しています。レポートは、後で検査できるようプロキシーの破損ファイルを保存するディレクトリーに移動しました。

source: Puppet class
de: Puppet-Klasse
ja: Puppet クラス

source: Rationale
de: Begründung
ja: 理由

source: Ref Id
ja: 参照 ID

source: References
de: Verweise
ja: リファレンス
